Repository: Angelinas1/Aeonmq6-Krypton
Catalog: language/resource.language.*/strings.po
Languages: sk_sk

# Addon Summary
source: Aeon MQ 6, improved, more light and more powerful than ever.
sk_sk: Aeon MQ 6, vylepšený, odľahčený a výkonnejší, než kedykoľvek predtým.

# #31001
source: VIDEOS
sk_sk: VIDEÁ

# #31002
source: MUSIC
sk_sk: HUDBA

# #31003
source: MOVIES
sk_sk: FILMY

# #31004
source: PLAY DISC
sk_sk: PREHRAŤ DISK

# #31005
source: TV SHOWS
sk_sk: SERIÁLY

# #31006
source: LIVE TV
sk_sk: ŽIVÉ VYSIELANIE

# #31007
source: GAMES
sk_sk: HRY

# #31008
source: IMAGES
sk_sk: OBRÁZKY

# #31009
source: WEATHER
sk_sk: POČASIE

# #31010
source: ADD-ONS
sk_sk: DOPLNKY

# #31011
source: SETTINGS
sk_sk: NASTAVENIA

# #31012
source: EXIT
sk_sk: KONIEC

# #31013
source: CONCERTS
sk_sk: KONCERTY

# #31014
source: EMPTY
sk_sk: PRÁZDNY

# #31015
source: CHOOSE FAVOURITE
sk_sk: ZVOLIŤ OBĽÚBENÉ

# #31016
source: CHOOSE VIDEO PLAYLIST
sk_sk: ZVOLIŤ VIDEO ZOZNAM

# #31017
source: CHOOSE AUDIO PLAYLIST
sk_sk: ZVOLIŤ ZOZNAM SKLADIEB

# #31018
source: CHOOSE VIDEO ADD-ON
sk_sk: ZVOLIŤ VIDEO DOPLNOK

# #31019
source: CHOOSE AUDIO ADD-ON
sk_sk: ZVOLIŤ AUDIO DOPLNOK

# #31020
source: CHOOSE PROGRAMS ADD-ON
sk_sk: ZVOLIŤ PROGRAMOVÝ DOPLNOK

# #31021
source: CHOOSE IMAGE ADD-ON
sk_sk: ZVOLIŤ OBRÁZKOVÝ DOPLNOK

# #31022
source: CHOOSE VIDEO NODE
sk_sk: ZVOLIŤ VIDEO BOD

# #31024
source: VIDEO ADD-ONS
sk_sk: VIDEO DOPLNKY

# #31025
source: AUDIO ADD-ONS
sk_sk: AUDIO DOPLNKY

# #31026
source: IMAGE ADD-ONS
sk_sk: DOLPNKY PRE OBRÁZKY

# #31027
source: PROGRAMS ADD-ONS
sk_sk: DOLPNKY PRE PROGRAMY

# #31029
source: SETS
sk_sk: SADY

# #31030
source: PROGRAMS
sk_sk: PROGRAMY

# #31031
source: FAVOURITES
sk_sk: OBĽÚBENÉ

# #31033
source: FILES
sk_sk: SÚBORY

# #31036
source: Years
sk_sk: Roky

# #31037
source: ARTISTS
sk_sk: INTERPRETI

# #31038
source: PARTY MODE
sk_sk: PARTY MÓD

# #31040
source: ALBUMS
sk_sk: ALBUMY

# #31041
source: COMPILATIONS
sk_sk: KOMPILÁCIE

# #31043
source: RECENTLY PLAYED
sk_sk: NEDÁVNO PREHRANÉ

# #31045
source: ACTORS
sk_sk: HERCI

# #31047
source: STUDIOS
sk_sk: ŠTÚDIÁ

# #31048
source: SETS
sk_sk: SADY

# #31049
source: RANDOM
sk_sk: NÁHODNE

# #31051
source: 36 HOURS
sk_sk: 36 HODÍN

# #31052
source: WEEKEND
sk_sk: VÍKEND

# #31053
source: 7 DAYS
sk_sk: 7 DNÍ

# #31054
source: ALERTS
sk_sk: ALARMY

# #31055
source: TIMER
sk_sk: ČASOVAČ

# #31056
source: CANCEL TIMER
sk_sk: ZRUŠIŤ ČASOVAČ

# #31057
source: SHUTDOWN
sk_sk: VYPNUTIE

# #31058
source: TURN OFF
sk_sk: VYPNÚŤ

# #31059
source: RESTART
sk_sk: REŠTART

# #31060
source: SUSPEND
sk_sk: USPAŤ

# #31061
source: HIBERNATE
sk_sk: HIBERNOVAŤ

# #31062
source: CHANGE USER
sk_sk: ZMENIŤ UŽÍVATEĽA

# #31063
source: FILES MANAGER
sk_sk: SPRÁVCA SÚBOROV

# #31064
source: SYSTEM INFO
sk_sk: SYSTÉMOVÉ INFORMÁCIE

# #31065
source: TRAILERS
sk_sk: UKÁŽKY

# #31067
source: TV GUIDE
sk_sk: PROGRAMOVÝ SPRIEVODCA

# #31070
source: TITLES
sk_sk: NÁZVY

# #31071
source: FAVOURITE
sk_sk: OBĽÚBENÉ

# #31072
source: VIDEO PLAYLIST
sk_sk: VIDEO ZOZNAM

# #31073
source: AUDIO PLAYLIST
sk_sk: AUDIO ZOZNAM

# #31075
source: MY MENU
sk_sk: MOJE MENU

# #31076
source: SHOW DETAILS PANEL
sk_sk: UKÁŽ PANEL S DETAILAMI

# #31077
source: LIBRARY STATUS
sk_sk: STATUS KNIŽNICE

# #31078
source: WEATHER AND TIME
sk_sk: POČASIE A ČAS

# #31079
source: CLICK TO MOVE
sk_sk: POTVRĎ PRE POKRAČOVANIE

# #31080
source: Item not used
sk_sk: Položka sa nepoužíva

# #31081
source: Item addition
sk_sk: Pridané položky

# #31083
source: PREVIEW
sk_sk: NÁHĽAD

# #31084
source: CLOSE
sk_sk: ZAVRIEŤ

# #31085
source: Virtual item
sk_sk: Virtuálna Položka

# #31086
source: Concerts
sk_sk: Koncerty

# #31087
source: Trailers
sk_sk: Ukážky

# #31088
source: Games
sk_sk: Hry

# #31089
source: Year
sk_sk: Rok

# #31090
source: DIRECTORS
sk_sk: REŽISERI

# #31091
source: GENRES
sk_sk: ŽÁNRE

# #31092
source: PLAYLISTS
sk_sk: ZOZNAM

# #31093
source: ITEMS
sk_sk: POLOŽKY

# #31095
source: PATH
sk_sk: CESTA

# #31096
source: DISC
sk_sk: DISK

# #31101
source: Watch tv
sk_sk: Pozeraj tv

# #31102
source: Executables and emulators
sk_sk: Spustiteľné súbory a emulátory

# #31103
source: Highlights to remember
sk_sk: Najdôležitejšie udalosti si zapätať

# #31105
source: My favourites items
sk_sk: Moje obľúbené položky

# #31106
source: Favourite item
sk_sk: Obľúbené položky

# #31107
source: Playlist
sk_sk: Zoznam

# #31108
source: Add-on
sk_sk: Doplnok

# #31109
source: Shutdown
sk_sk: Vypnutie

# #31111
source: DISC ART (IF AVAILABLE)
sk_sk: GRAFIKA DISKU (POKIAĽ JE K DISPOZÍCII)

# #31112
source: PLOT ALWAYS VISIBLE
sk_sk: VŽDY VIDITELNÝ DEJ

# #31113
source: BIOGRAPHY ALWAYS VISIBLE
sk_sk: BIOGRAFIU VŽDY ZOBRAZOVAŤ

# #31114
source: BANNER (IF AVAILABLE)
sk_sk: BANER (POKIAĽ JE K DISPOZÍCII)

# #31115
source: VIDEO NODE
sk_sk: UZOL VIDEA

# #31122
source: BACKGROUND SET BY USER
sk_sk: POZADIE, NASTAVENÉ UŽIVATEĽOM

# #31124
source: SHOW SMART SUBMENU
sk_sk: ZOBRAZIŤ MÚDRE PODMENU

# #31125
source: SHOW VIDEO IN BACKGROUND
sk_sk: ZOBRAZIŤ VIDEO NA POZADIÍ

# #31126
source: remaining
sk_sk: zostavajúci

# #31127
source: SELECTING TRACKS
sk_sk: OZNAČIŤ SKLADBY

# #31129
source: REDDISH IMAGES THEME
sk_sk: NAČERVENALÝ VZHĽAD

# #31130
source: REDDISH
sk_sk: NAČERVENALÝ

# #31134
source: VIEW OPTIONS
sk_sk: VOĽBY ZOBRAZENIA

# #31135
source: CHANGE VIEW
sk_sk: ZMĚNIT POHĽAD

# #31136
source: FONTS
sk_sk: PÍSMA

# #31137
source: FONTS SELECTOR
sk_sk: PONUKA PÍSMA

# #31138
source: STYLE
sk_sk: ŠTÝL

# #31140
source: Activate only the views you need, this optimizes the collection loading
sk_sk: Aktivacia iba potrebných pohľadov, optimalizujete dobu načítavania kolekcie

# #31141
source: + views
sk_sk: + pohľady

# #31142
source: LOGO AS TITLE (ON TOP IF AVAILABLE)
sk_sk: LOGO AKO NÁZOV (NA VRCHU POKIAĽ JE TO POVOLENÉ)

# #31143
source: SHUTDOWN OPTIONS
sk_sk: NASTAVENIA VYPNUTIA

# #31144
source: SHUTDOWN
sk_sk: VYPNUTIE

# #31145
source: Shutdown
sk_sk: Vypnutie

# #31146
source: Live tv
sk_sk: Televízia

# #31147
source: Various
sk_sk: Rôzne

# #31149
source: Timer Set
sk_sk: Časovač nastavený

# #31150
source: REPLACE FUNCTION[CR]The simplest way to rearrange the menu, simply choose a new item that will occupy the site of the previous item. This option will always replace the item for a standard menu, title and custom background image will be lost.
sk_sk: FUNKCE NAHRADIT[CR] Najjednoduchším spôsobom zmena ponuky je voľba novej položky, ktorá nahradí položku pôvodnú. Táto voľba vždy nahradí položku štandardnej ponuky - názov a užívateľský obrázok pozadí bude stratený.

# #31151
source: CLONE FUNCTION Submenu[CR]Let's assume you created a menu with a Video Playlist and would like to have in this menu a submenu equal to the Movies, for that use this function. Changes made to a cloned sub menu affects the Father Menu and vice versa.[CR]A menu that is using a cloned submenu will not appear in the list.
sk_sk: KLONOVANIE PODMENU[CR]Predpokladajme, že máte vytvorenú ponuku Video zoznam. Teraz by ste radi v tejto ponuke vytvorili podmenu s Filmy, obsiahnutými vo Video zozname. Zmeny, prevedené v klonovanom podenu, ovplyvnia aj nadadene menu a obrátene.[CR]Ponuka, ktorá dané podmenu používa, sa v zozname neobjaví.

# #31155
source: 1. WANT TO SET THE LANGUAGE NOW
sk_sk: 1. CHCEM TERAZ NASTAVIŤ JAZYK

# #31157
source: SET LANGUAGE
sk_sk: NASTAVIŤ JAZYK

# #31158
source: REPLACE THIS MENU WITH ...
sk_sk: NAHRADIŤ TOTO MENU S ...

# #31159
source: CLONING SUB-MENU FROM ...
sk_sk: KLONOVANIE POD-MENU S ..

# #31160
source: COPY PROPERTIES TO THE STORAGE
sk_sk: KOPÍROVAŤ NASTAVENIA NA ÚLOŽNÝ PRIESTOR

# #31161
source: APPLY PROPERTIES FROM THE STORAGE
sk_sk: APLIKOVAŤ NASTAVENIA Z ÚLOŽNÉHO PRIESTORU

# #31162
source: NONE - CLEAR
sk_sk: ŽIADNE - ČISTÉ

# #31163
source: NONE - KEEP ORIGINAL
sk_sk: ŽIADNE - PONECHAŤ ORIGINÁL

# #31165
source: MAIN MENU PRESETS
sk_sk: PRED NASTAVENIA HLAVNÉHO MENU

# #31166
source: CREATE PRESET
sk_sk: VYTVORIŤ PRED NASTAVENIA

# #31167
source: APPLY NEW PRESET
sk_sk: APLIKOVAŤ PRED NASTAVENIA

# #31168
source: NO PRESETS AVAILABLE
sk_sk: ŽIADNE PRED NASTAVENIA K DISPOZÍCII

# #31169
source: PRESETS
sk_sk: PRED NASTAVENIA

# #31172
source: NO ITEMS IN THE STORAGE
sk_sk: ŽIADNE POLOŽKY V ÚLOŽNOM PRIESTORE

# #31173
source: MOSAIC SLIDESHOW
sk_sk: MOZAIKOVÁ SLIDESHOW

# #31174
source: USE ZOOM EFFECT TO OPEN AND CLOSE WINDOWS
sk_sk: POUŽIŤ ZVAČŠOVACÍ EFEKT PRI OTVORENÍ A ZATVÁRNÍ OKNA

# #31175
source: USE SMOOTHER ZOOM EFFECT TO OPEN AND CLOSE WINDOWS
sk_sk: POUŽIŤ ZNENSŠOVACÍ EFEKT PRI OTVARANÍ A ZATVÁRNÍ OKNA

# #31177
source: SYSTEM MENU
sk_sk: SYSTÉMOVÉ MENU

# #31178
source: CONTEXT MENU
sk_sk: KONTEXTOVÉ MENU

# #31179
source: Audio language
sk_sk: Zvuková stopa

# #31180
source: NUMBER OF VISIBLE WIDGETS
sk_sk: POČET VIDITEĽNÝCH WIDGETOV

# #31181
source: CLICK FOR CHANGE
sk_sk: POTVRĎ ZMENU

# #31184
source: CUSTOMIZE THE WATCHED FLAG ITEM
sk_sk: UPRAVIŤ VLAJKY UŽ SLEDOVANÉHO OBSAHU

# #31185
source: CUSTOMIZE FLAG
sk_sk: UPRAVIŤ VLAJKY

# #31189
source: COMPLETE MODE
sk_sk: KOMPLETNÝ MÓD

# #31190
source: PARTIAL MODE
sk_sk: ČIASTOČNÝ MÓD

# #31191
source: HIDDEN MODE
sk_sk: SKRYTÝ MÓD

# #31194
source: 5 SECONDS
sk_sk: 5 SEKÚND

# #31195
source: 10 SECONDS
sk_sk: 10 SEKÚND

# #31196
source: 30 SECONDS
sk_sk: 30 SEKÚND

# #31197
source: 1 MINUTE
sk_sk: 1 MINÚTA

# #31198
source: 10 MINUTES
sk_sk: 10 MINÚT

# #31199
source: 1 HOUR
sk_sk: 1 HODINA

# #31201
source: SUBMENU
sk_sk: PODMENU

# #31202
source: OPTIONS
sk_sk: MOŽNOSTI

# #31203
source: SKIN
sk_sk: MOTÍV

# #31204
source: UPDATE
sk_sk: AKTUALIZOVAŤ

# #31205
source: DELETE ITEM - REMOVE ITEM THAT YOU CREATED
sk_sk: VYMAZAŤ POLOŽKU - ODSTRÁNI POLOŽKU KTORÚ STE VYTVORILI

# #31206
source: * Use image with dimensions 1920 x 90 pixels in PNG format
sk_sk: * Požiť obrázok s rozmermy 1920 x 90 pixelovv PNG formáte

# #31207
source: CUSTOMIZE MAIN MENU
sk_sk: ÚPRAVA HLAVNÉHO MENU

# #31208
source: PAST HERE
sk_sk: Z TOHTO MIESTA

# #31209
source: Item
sk_sk: Položka

# #31210
source: Items
sk_sk: Položky

# #31211
source: RENAME
sk_sk: PREMENOVAŤ

# #31212
source: DISABLE
sk_sk: VYPNÚŤ

# #31213
source: ENABLE
sk_sk: ZAPNÚŤ

# #31214
source: DISABLE/REORDER
sk_sk: ZAKÁZAT/USPORIADAŤ

# #31215
source: Page
sk_sk: Strana

# #31216
source: THUMBNAIL SET
sk_sk: SADA NÁHĽADOV

# #31217
source: CHANGE BACKDROP - ONE IMAGE
sk_sk: ZMENIŤ POZADIE - JEDEN OBRÁZOK

# #31218
source: CHANGE BACKDROP - MULTIPLE IMAGES
sk_sk: ZMENIŤ POZADIE - VIAC OBRÁZKOV

# #31219
source: RESTORE DEFAULT THUMBNAIL
sk_sk: OBNOVIŤ POVODNE MINIATÚRY

# #31220
source: RESTORE DEFAULT BACKDROP
sk_sk: OBNOVIŤ POVODNE POZADIE

# #31221
source: NO FAVOURITES TO SHOW
sk_sk: ŽIADNE OBĽÚBENÉ POLOŽKY

# #31222
source: END
sk_sk: KONIEC

# #31226
source: GENERAL INFORMATION
sk_sk: VŠEOBECNÉ INFORMÁCIE

# #31227
source: INFORMATIONS BAR
sk_sk: INFROMAČNÁ LIŠTA

# #31231
source: CLEAN LIBRARY
sk_sk: VYMAŽ KNIŽNICU

# #31232
source: IF THERE IS A '4K' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ JE V NÁZVE SÚBORU ALEBO ZLOŽKY VISAČKA '4K', BUDE POUŽITÝ TENTO OBAL

# #31233
source: Premiered
sk_sk: Premiérované

# #31234
source: MENU IN WRAP LIST MODE
sk_sk: MENU V NEKONEČNOM ZOZNAME

# #31235
source: MENU IN FIXED LIST MODE
sk_sk: MENU V PEVNOM ZOZNAME

# #31237
source: Done
sk_sk: Hotovo

# #31242
source: SHOW
sk_sk: UKÁŽ

# #31243
source: SYSTEM MENU (MENU 'S')
sk_sk: SYSTÉMOVE MENU (MENU 'S')

# #31245
source: KEEP BACKGROUND'S ASPECT
sk_sk: ZACHOVAŤ POMER STRÁN

# #31246
source: MANAGEMENT OF WIDGETS
sk_sk: MANAŽMENT DOPLNKOV

# #31249
source: WIDGETS
sk_sk: WIDGETY

# #31250
source: SHOW DATE AND WEATHER
sk_sk: ZOBRAZ DÁTUM A POČASIE

# #31251
source: 3D MODE
sk_sk: 3D MÓD

# #31252
source: CHANGE TRANSPARENCY
sk_sk: ZMENIŤ PRIEHĽADNOSŤ

# #31261
source: CONFIGURE
sk_sk: KONFIGUROVAŤ

# #31263
source: ENABLE AUTOMATIC UPDATE OF ADD-ONS
sk_sk: ZAPNÚŤ AUTOMATICKÚ AKTUALIZÁCIU DOPLNKOV

# #31264
source: DISPLAY UPDATE NOTIFICATION OF ADD-ONS
sk_sk: ZOBRAZOVAŤ NOTIFIKÁCIE AKTUALIZÁCII DOPLNKOV

# #31265
source: SHOW ADD-ON FANART
sk_sk: ZOBRAZIŤ FANART DOPLNKU

# #31274
source: SETS
sk_sk: SETY

# #31276
source: CASE FOR CONTENT
sk_sk: OBAL OBSAHU

# #31277
source: STANDARD
sk_sk: ŠTANDARD

# #31278
source: PERSONALIZE THE BOXES FOR YOUR COLLECTION
sk_sk: PRISPOSOBENIE OBALOV KOLEKCIÍ

# #31280
source: IF THERE IS A NAME TAG COMPATIBLE IN THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ V SÚBORE ALEBO ZLOŽKE EXISTUJE KOMPATIBILNÝ NÁZOV VISAČKY, BUDE POUŽITÝ TENTO OBAL.

# #31281
source: CHOOSE A CASE AND PRESS ENTER TO CUSTOMIZE.
sk_sk: ZVOLTE OBAL A STLAČENÍM KLÁVESY ENTER HO UPRAVÍTE

# #31282
source: IF THERE IS A 'BLURAY', 'BLU-RAY' OR 'BDRIP' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ JE V NÁZVE SÚBORU ALEBO ZLOŽKY VISAČKA 'BLU-RAY' ALEBO 'BDRIP', BUDE POUŽITÝ TENTO OBAL

# #31283
source: IF THERE IS A BD '3DBD' OR '3DBD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ JE V NÁZVE SÚBORU ALEBO ZLOŽKY VISAČKA '3DBD' BUDE POUŽITÝ TENTO OBAL

# #31284
source: IF THERE IS A 'WEB' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ JE V NÁZVE SÚBORU ALEBO ZLOŽKY VISAČKA 'WEB' BUDE POUŽITÝ TENTO OBAL

# #31285
source: IF THERE IS A 'HDTV' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ JE V NÁZVE SÚBORU ALEBO ZLOŽKY VISAČKA 'HDTV' BUDE POUŽITÝ TENTO OBAL

# #31286
source: IF THERE IS A 'DVD' TAG IN THE NAME OF THE FILE OR FOLDER, THIS CASE WILL BE USED.
sk_sk: POKIAĽ JE V NÁZVE SÚBORU ALEBO ZLOŽKY VISAČKA 'DVD', BUDE POUŽITÝ TENTO OBAL

# #31287
source: LABEL CASE
sk_sk: MENOVKA OBALU

# #31297
source: MEDIA CASE
sk_sk: OBAL MÉDIA

# #31298
source: CUSTOMIZE CASE
sk_sk: UPRAVIŤ OBAL

# #31299
source: BOOKMARK
sk_sk: ZÁLOŽKA

# #31300
source: SUBTITLES
sk_sk: TITULKY

# #31301
source: BACK
sk_sk: SPÄŤ

# #31302
source: FORWARD
sk_sk: DOPREDU

# #31303
source: PLAY
sk_sk: PREHRAŤ

# #31304
source: PAUSE
sk_sk: PAUZA

# #31306
source: NEXT
sk_sk: ĎAĽŠÍ

# #31308
source: PAUSED
sk_sk: ZAPAUZOVANÉ

# #31309
source: CURRENT POSITION
sk_sk: AKTUÁLNA POZÍCIA

# #31310
source: CURRENT TIME
sk_sk: AKTUÁLNY ČAS

# #31311
source: ENDS AT
sk_sk: SKONČÍ

# #31312
source: IMAGE OPTIONS
sk_sk: MOŽNOSTI OBRÁZKU

# #31313
source: AUDIO OPTIONS
sk_sk: AUDIO NASTAVENIA

# #31314
source: PROGRAMS OPTIONS
sk_sk: PROGRAMY NASTAVENIA

# #31315
source: RANDOM ORDER
sk_sk: NÁHODNÉ PORADIE

# #31317
source: POSTER
sk_sk: PLAGÁT

# #31320
source: THUMBNAIL
sk_sk: MINIATÚRY

# #31325
source: NEXT TRACKS
sk_sk: ĎALŠIA SKLADBA

# #31327
source: BACKGROUND IMAGE
sk_sk: OBRÁZOK POZADIA

# #31328
source: SHOW CDART
sk_sk: ZOBRAZ CDART

# #31333
source: CHANNELS
sk_sk: KANÁLY

# #31334
source: ROOT FOLDER COLLECTION
sk_sk: ZBIERKAKA KORENOVEJ ZLOŽKY

# #31340
source: TRACKS
sk_sk: SKLADBY

# #31341
source: GUI MODE
sk_sk: GUI MÓD

# #31342
source: AUTO MODE
sk_sk: AUTOMATICKÝ MÓD

# #31343
source: CUSTOM MODE
sk_sk: UŽÍVATEĽSKÝ MÓD

# #31344
source: ADD-ON OPTIONS
sk_sk: MOŽNOSTI DOPLNKU

# #31347
source: Next Episode
sk_sk: Ďalšia epizóda

# #31448
source: TV Shows at this day
sk_sk: Seriály na dnes

# #31349
source: CHOOSE A NAME FOR THIS FOLDER
sk_sk: ZVOĽTE MENO PRE TENTO PRIEČINOK

# #31350
source: MODIFIED
sk_sk: UPRAVENÝ

# #31351
source: APPEARANCE
sk_sk: VZHĽAD

# #31352
source: DISPLAY AND INTERFACE
sk_sk: DISPLAY A ROZHRANIE

# #31354
source: LIBRARY AND PLAYBACK
sk_sk: KNIŽNICA A PREHRÁVANIE

# #31356
source: LIBRARY AND PLAYBACK
sk_sk: KNIŽNICA A PREHRÁVANIE

# #31358
source: SETTINGS AND PLAYBACK
sk_sk: NASTAVENIA A PREHRAVANIE

# #31359
source: SYSTEM
sk_sk: SYSTÉM

# #31360
source: CACHE AND HARDWARE
sk_sk: CACHE A HARDWARE

# #31361
source: NETWORK
sk_sk: SIEŤ

# #31362
source: LOCAL AND INTERNET
sk_sk: LOKÁLNE A INTERNET

# #31363
source: ADD-ONS
sk_sk: DOPLNKY

# #31364
source: MANAGE ADD-ONS
sk_sk: SPRAVOVAŤ DOPLNKY

# #31365
source: IMAGE
sk_sk: OBRÁZOK

# #31366
source: NAVIGATION AND PRESENTATIONS
sk_sk: NAVIGÁCIA A PREZENTÁCIE

# #31367
source: WEATHER
sk_sk: POČASIE

# #31368
source: LOCATION AND APPEARANCE
sk_sk: UMIESTNENIE A VZHĽAD

# #31369
source: PROFILE
sk_sk: PROFIL

# #31370
source: USER ACCOUNTS
sk_sk: UŽÍVATEĽSKÉ ÚČTY

# #31371
source: SKIN SETTINGS
sk_sk: NASTAVENIA MOTÍVU

# #31372
source: ACTIVATE LOGIN SCREEN
sk_sk: AKTIVOVAŤ PRIHLASOVACIU OBRAZOVKU

# #31373
source: USERS
sk_sk: POUŽÍVATELIA

# #31375
source: General settings
sk_sk: Všeobecné nastavenia

# #31376
source: A HIGH DEFINITION MEDIA ENVIRONMENT
sk_sk: HD MEDIA PROSTREDIE

# #31377
source: A MODERN AND ELEGANT MEDIA CENTER.[CR]AEON MQ 6 IS PART OF NEW SKINS GENERATION.
sk_sk: MODERNÉ A ELEGANTNÉ MEDIÁLNE CENTRUM.[CR] AEON MQ 6 JE SÚČASŤ NOVEJ GENERÁCIE MOTÍVOV

# #31378
source: MOVIES, TV SHOWS AND CONCERTS
sk_sk: FILMY, SERIÁLY A KONCERTY

# #31380
source: KODI LISTS AND PLAYS YOUR MUSIC
sk_sk: KODI ZOBRAZUJE A PREHRÁVÁ VAŠU HUDBU

# #31381
source: ARTIST, ALBUM AND TRACKS INFORMATION.[CR]RELAX AND LISTEN TO YOUR MUSIC WITH VISUAL EFFECTS.
sk_sk: INFORMÁCIE O INTERPRETOVI, ALBUMOCH A SKLADBĆH.[CR]RELAXUJTE PRI POČÚVANÍ HUDBY S VIZUÁLNYMI EFEKTAMI.

# #31382
source: WATCH YOUR FAVOURITE TV SHOW
sk_sk: SLEDUJTE SVOJ OBĽÚBENÝ SERIÁL

# #31384
source: ORGANIZE YOUR PICTURES
sk_sk: ORGANIZUJTE SVOJE OBRÁZKY

# #31385
source: MAKE A SLIDESHOW PRESENTATION.[CR]SHOW YOUR LIBRARY DIRECTLY FROM A HARD DISK OR FLASH DRIVE.
sk_sk: VYTVORTE AUTOMATICKÚ PREZENTÁCIU.[CR]PREHLIADAJTE SI KNIŽNICU PRIAMO Z PEVNÉHO DISKU ALEBO FLASH DISKU.

# #31386
source: WEATHER FORECAST
sk_sk: PREDPOVEĎ POČASIA

# #31387
source: SUNNY OR RAINY? CHOOSE THREE CITIES AND HAVE THEIR LIVE FORECAST.[CR]IN ADDITION TO THE CITIES, YOU CAN ALSO CHOOSE FROM IMPERIAL OR METRIC SYSTEM.
sk_sk: SLNEČNO ALEBO DÁŽĎ? VYBERTE TRI MESTÁ A MAJTE STÁLE AKTUÁLNU PREDPOVEĎ POČASIA..[CR] A NAVYŠE SI MOŽETE ZVOLIŤ IMPERIALNY ALEBO METRTICKÝ SYSTÉM.

# #31388
source: SUPPLEMENTS FOR KODI
sk_sk: PRÍDAVKY PRE KODI

# #31390
source: PLAYBACK SETTINGS
sk_sk: NASTAVENIA PREHRÁVANIA

# #31391
source: IMAGE CALIBRATION AND AUDIO SELECTION.[CR]KODI PROVIDES MAXIMUM QUALITY FOR AUDIO AND VIDEO.
sk_sk: KALIBRÁCIA OBRAZU A VOĽBY ZVUKU.[CR]KODI POSKYTUJE MAXIMÁLNU KVALITU ZVUKU A OBRAZU.

# #31392
source: DATA MANAGEMENT
sk_sk: SPRÁVA DÁT

# #31393
source: HIGH CAPACITY REMOVABLE HARD DRIVES ARE IDEAL FOR COLLECTION STORAGE.[CR]KODI CAN MANAGE THOUSANDS OF FILES IN DIFFERENT SOURCES.
sk_sk: IDEÁLNYM SPOSOBOM PRE ULOŽENIE ZBIERKY SÚ VYSOKO KAPACITNÉ PRENOSNÉ PEVNÉ DISKY.[CR]KODI UMOŽŇUJE SPRAVOVAT TISÍCE POLOŽEK Z ROZNÝCH ZDROJOV.

# #31394
source: YOUR FAMILY MEMBERS WILL LOVE IT
sk_sk: VAŠA RODINA TO BUDE MILOVAŤ

# #31395
source: MULTIPLE USER SUPPORT WITH CUSTOM LOGINS ALLOWING YOU TO KEEP YOUR CONFIGURATIONS.[CR]RSS FEEDS, VISUALS AND LIBRARIES OPTIONS CAN BE USED SEPARATELY.
sk_sk: PODPORA VIACERÝCH UŽÍVATEĽOV S ROZNÝMI PRIHLASOVACÍMI ÚDAJMI VÁM UMOŽŇUJE ZACHOVÁVAŤ INDIVIDUÁLNE NASTAVENIA.[CR]RSS KANÁLY, VZHĽAD A VOĽBY KNIŽNÍC MOŽU BYŤ POUŽITÉ ODDLENE.

# #31398
source: FURNITURE
sk_sk: VYBAVENIE

# #31400
source: STYLES
sk_sk: ŠTÝLY

# #31401
source: CHOOSE A TYPE
sk_sk: ZVOĽTE TYP

# #31403
source: THEMES AND IMAGES
sk_sk: TÉMY A OBRÁZKY

# #31404
source: COLORS
sk_sk: FARBY

# #31405
source: CHANGING SKIN TONE
sk_sk: ZMENA TÓNOVÁNIA MOTÍVU

# #31406
source: MEDIA INFO
sk_sk: INFO O MÉDIU

# #31407
source: COLLECTION
sk_sk: KOLEKCIA

# #31408
source: ART
sk_sk: UMENIE

# #31409
source: CONTEXTUAL ART
sk_sk: KONTEXTOVÁ GRAFIKA

# #31410
source: MAIN MENU
sk_sk: HLAVNÉ MENU

# #31411
source: VISUAL OPTIONS
sk_sk: VIZUÁLNE VOĽBY

# #31412
source: REMINDERS
sk_sk: PRIPOMIENKY

# #31413
source: TIME, RSS AND TOP MENU
sk_sk: ČASOVÁ, RSS A HORNÁ PONUKA

# #31414
source: PLAYBACK
sk_sk: PREHRÁVANIE

# #31415
source: PLAY OPTIONS
sk_sk: VOĽBY PREHRÁVANIA

# #31416
source: EXTRAS
sk_sk: DOPLNKY

# #31421
source: RESET SKIN
sk_sk: ZNOVUNASTAVENIE MOTÍVU

# #31424
source: CUSTOMIZATION
sk_sk: UŽIVATEĽSKÉ NASTAVENIE

# #31425
source: Restoring settings...
sk_sk: Obnovovanie nastavení....

# #31426
source: Activated item
sk_sk: Aktivovaná položka

# #31427
source: Deactivated item
sk_sk: Deaktivovaná položka

# #31435
source: Add-on Required
sk_sk: Je potrebný doplnok

# #31436
source: SMART SHORTCUTS
sk_sk: SMART SKRATKY

# #31437
source: ROOT
sk_sk: KOREŇ

# #31438
source: GET LOGO/CLEARART
sk_sk: ZÍSKAŤ LOGO/CLERART

# #31440
source: TURN ON TV TUNES
sk_sk: ZAPNÚŤ TV PROGRAMY

# #31442
source: GET ARTWORK ARTIST/ALBUM
sk_sk: ZÍSKAT GRAFIKU INTERPRETA/ALBUMU

# #31443
source: SKIN AEON MQ 6
sk_sk: AEON MQ 6 MOTÍV

# #31444
source: COLORS FOR THE TITLES AND PANELS
sk_sk: FARBY NÁZVOM A PANELOV

# #31445
source: Settings
sk_sk: Nastavenia

# #31446
source: HIDE THE THUMBNAILS BORDERS
sk_sk: Skryť okraje náhľadov

# #31447
source: SHOW BUTTON FOR RESET SKIN (TEMPORARY)
sk_sk: ZOBRAZIŤ TLAČIDLO PRE RESET MOTÍVU (DOČASNÉ)

# #31449
source: SOLO MODE
sk_sk: SÓLO MÓD

# #31450
source: RESTORE SETTINGS
sk_sk: OBNOVIŤ NASTAVENIA

# #31451
source: EXPORT/IMPORT OR RESTART SETTINGS
sk_sk: EXPORT/IMPORT ALEBO REŠTART NASTAVENÍ

# #31452
source: SAVE AN COPY OF SETTINGS
sk_sk: ULOŽIŤ KÓPIU NASTAVEN

# #31453
source: APPLY SETTINGS SAVED
sk_sk: POUŽIŤ ULOŽENÉ NASTAVENIA

# #31461
source: PLEASE WAIT
sk_sk: PROSÍM ČAKAJTE

# #31463
source: ANIMATED FANART (PAN AND SCAN)
sk_sk: ANIMOVANÝ FANART (POHYB A ZMENA VEĽKOSTI)

# #31465
source: 1 SECOND DELAY
sk_sk: 1 SEKUNDOVÉ OMEŠKANIE

# #31466
source: 2 SECONDS DELAY
sk_sk: 2 SEKUNDOVÉ OMEŠKANIE

# #31467
source: 3 SECONDS DELAY
sk_sk: 3 SEKUNDOVÉ OMEŠKANIE

# #31468
source: 4 SECONDS DELAY
sk_sk: 4 SEKUNDOVÉ OMEŠKANIE

# #31469
source: 5 SECONDS DELAY
sk_sk: 5 SEKUNDOVÉ OMEŠKANIE

# #31470
source: AUTOMATIC PANEL
sk_sk: AUTOMATICKÝ PANEL

# #31471
source: MANUAL PANEL
sk_sk: MANUÁLNY PANEL

# #31472
source: PANEL ALWAYS VISIBLE
sk_sk: PANEL VŽDY VIDITEĽNÝ

# #31473
source: PANEL OFF
sk_sk: PANEL VYPNUTÝ

# #31474
source: FANART STYLE
sk_sk: ŠTÝL FANART-U

# #31477
source: EXTRA THUMBNAIL STYLE
sk_sk: ŠTÝL EXTRA NÁHĽADU

# #31479
source: (DE)ACTIVATE VIEWS
sk_sk: DE)AKTIVUJ POHĽADY

# #31480
source: SORT BY: ASCENDING
sk_sk: TRIEDENIE: VZOSTUPNE

# #31481
source: SORT BY: DESCENDING
sk_sk: TRIEDENIE: ZOSTUPNE

# #31482
source: MEDIA LABELS
sk_sk: MENOVKY MÉDIÍ

# #31485
source: WATCHED LABEL
sk_sk: MENOVKA VIDENÝCH

# #31486
source: USE MEDIA CASE
sk_sk: POUŽÍT OBAL MÉDIA

# #31488
source: VIDEO OPTIONS
sk_sk: MOŽNOSTI VIDEA

# #31490
source: SLIM LIST
sk_sk: REDUKOVANÝ ZOZNAM

# #31491
source: HIDE WATCHED
sk_sk: SKRYŤ VIDENÉ

# #31492
source: STACKED
sk_sk: ZOSKUPENÉ

# #31493
source: FIXED LIST
sk_sk: PEVNÝ ZOZNAM

# #31494
source: PREFER: CLEARART
sk_sk: PREFEROVAŤ: CLEARART

# #31495
source: PREFER: LOGO
sk_sk: PREFEROVAŤ: LOGO

# #31497
source: DEFAULT FANART
sk_sk: ŠTANDARTNÝ FANART

# #31499
source: GENRE FANART
sk_sk: ŽÁNROVÝ FANART

# #31500
source: RESERVE FANART
sk_sk: REZERVOVAŤ FANART

# #31501
source: CURTAINS
sk_sk: OPONA

# #31502
source: SEASON FANART
sk_sk: FANART SEZÓNY

# #31503
source: SELECT IMAGES PATH
sk_sk: ZVOĽTE CESTU K OBRÁZKOM

# #31504
source: CHOOSE A SINGLE IMAGE
sk_sk: ZVOĽTE JEDINÝ OBRÁZOK

# #31505
source: CHOOSE MULTIPLE IMAGES
sk_sk: ZVOĽTE VIACEJ OBRÁZKOV

# #31506
source: USE POSTER.JPG
sk_sk: POUŽIŤ POSTER.JPG

# #31507
source: USE LANDSCAPE.JPG
sk_sk: POUŽIŤ LANDSCAPE.JPG

# #31508
source: SHOW CLEARLOGO AND CLEARART
sk_sk: ZOBRAZIŤ CLEARLOGO/CLEARART

# #31509
source: ALTERNATIVE GENRE ICONS
sk_sk: ALTERNATIVNE IKONY ŽÁNRU

# #31510
source: ALTERNATIVE STUDIO ICONS
sk_sk: ALTERNATIVNE IKONY STUDIA

# #31511
source: GRID SIZE
sk_sk: VEĽKOSŤ MRIEŽKY

# #31512
source: MEDIUM
sk_sk: STREDNÁ

# #31513
source: NORMAL
sk_sk: NORMÁLNA

# #31514
source: LARGE
sk_sk: VEĽKÁ

# #31515
source: HORIZONTAL
sk_sk: HORIZONTÁLNY

# #31517
source: LANDSCAPE
sk_sk: NA ŠÍRKU
