Repository: Angelinas1/Aeonmq6-Krypton
Catalog: language/resource.language.*/strings.po
Languages: sk_sk

# #31518
source: USE ZOOM EFFECT
sk_sk: POUŽÍT EFEKT PRIBLÍŽENIA

# #31524
source: PREVIOUS
sk_sk: PREDCHÁDZAJÚCI

# #31525
source: NEXT
sk_sk: ĎAĽŠÍ

# #31527
source: EPISODES
sk_sk: EPIZÓDY

# #31528
source: EPISODE
sk_sk: EPIZÓDA

# #31530
source: PLOT
sk_sk: DEJ

# #31531
source: ACTIVATE PLAYBACK LIST AT SKIN STARTUP
sk_sk: AKTIVOVAŤ PŘEHRÁVANÝ ZOZNAM PRI SPUSTENÍ MOTIVU

# #31532
source: CHOOSE PLAYLIST
sk_sk: ZVOĽTE ZOZNAM

# #31534
source: SHOW FIRST LETTERS DURING SCROLL
sk_sk: PRI POSUNE ZOBRAZOVAŤ ZAČIATOČNÉ PÍSMENO

# #31535
source: ACTIVATE PLOT ROLLING
sk_sk: AKTIVOVAŤ POSUN POPISU DEJA

# #31537
source: BACKGROUND IMAGE - USE COLLECTION FANARTS
sk_sk: OBRÁZOK POZADIA - POUŽÍŤ FANART ZO ZBIERKY

# #31539
source: BASED ON PRESENT CONDITIONS
sk_sk: NA ZÁKLADE AKTUÁLNYCH PODMIENOK

# #31540
source: BACKDROP IMAGE BASED ON ACTUAL CONDITIONS
sk_sk: OBRÁZOK POZADIA NA ZÁKLADĚ AKTUÁLNÍCH PODMÍNEK

# #31541
source: BACKDROP IMAGE BASED IN SEASONS OF NORTH AMERICA
sk_sk: OBRÁZK POZADIA NA ZÁKLADE ROČNÝCH OBDOBÍ SEVERNEJ AMERIKY

# #31542
source: BACKDROP IMAGE BASED IN SEASONS OF SOUTH AMERICA
sk_sk: OBRÁZOK POZADIA NA ZÁKLADE ROČNÝCH OBDOBÍ JUŽNEJ AMERIKY

# #31543
source: SHOW ANIMATED WEATHER ICONS (WEATHER MENU)
sk_sk: ZOBRAZIŤ ANIMOVANÉ IKONY POČASIA (NASTAVENIE MODULU POČASIA)

# #31547
source: FANART COLLECTION
sk_sk: ZBIERKA FANARTOU

# #31548
source: CREATE OR UPDATE DATABASE
sk_sk: VYTVORIŤ ALEBO AKTUALIZOVAŤ DATABÁZU

# #31555
source: SHOW NEXT TRACKS
sk_sk: ZOBRAZ ĎAĽŠIU SKLADBU

# #31556
source: HIDE NEXT TRACKS
sk_sk: SKRYŤ ĎAĽŠIU SKLADBU

# #31557
source: SHOW ARTIST/ALBUM ART
sk_sk: UKÁZAT GRAFIKU INTERPRETA/ALBUMU

# #31559
source: SLIDESHOW
sk_sk: PREZENTÁCIA

# #31561
source: ARTIST FANART
sk_sk: UMELCOV FANART

# #31574
source: SHOW TRAILER IN FULLSCREEN MODE
sk_sk: ZOBRAZIŤ TRAILER V REŽIME CELEJ OBRAZOVKY

# #31582
source: Now playing
sk_sk: Práve hrá

# #31583
source: RECENTLY ADDED
sk_sk: NEDÁVNO PRIDANÉ

# #31584
source: RANDOM
sk_sk: NÁHODNE

# #31585
source: IN PROGRESS
sk_sk: PREBIEHA

# #31594
source: CHOOSE A STYLE TO MAIN MENU
sk_sk: ZVOĽTE ŠTÝL HLAVNÉHO MENU

# #31597
source: RESTORE ALL OPTIONS FOR DEFAULT SKIN
sk_sk: OBNOVENIE VŠETKÝCH VOLIEB DO ZÁKLADNEJ HODNOTY

# #31598
source: Error or others troubles can be solved here.[CR]Press Enter to access the button that will reset the settings to the skin defaults.
sk_sk: Tu môžu byť vyriešené chyby a iné problémy.[CR]Stlačením ENTER zobrazíte tlačidlo pre nastavenie všetkých nastavení na štandardné hodnoty.

# #31599
source: CAREFUL: THIS PROCESS IS IRREVERSIBLE !
sk_sk: POZOR: TENTO PROCES JE NENÁRATNÝ!

# #31601
source: KIOSK MODE - PREVENTS MENU ACCESS IN COLLECTIONS
sk_sk: KIOSK MÓD - ZABRÁNI PRÍSTUPU K ZBIERKAM

# #31602
source: INFO KIOSK MODE- PREVENTS CHANGE SETTINGS IN INFORMATION WINDOW
sk_sk: INFO KIOSK MODE - ZABRÁNI ZMENU NASTAVENÍ V INFORMAČNOM PANLEI

# #31603
source: KIOSK CODE - TEMPORARILY DISABLES THE KIOSK MODE USING ARROWS - LEFT/RIGHT/UP
sk_sk: KIOSK KÓD - DOČASNÉ VYPNUTIE KIOSK MÓDU POUŽITÍM ŠÍPIEK VĽAVO/VPRAVO/HORE

# #31604
source: SMART KIOSK - PREVENTS ONLY ACCESS TO ITEMS SETTINGS
sk_sk: SMART KIOSK - ZAMEDZÍ IBA PRÍSTUP K TÝMTO POLOŽKÁM NASTAVENÍ

# #31605
source: SHOW OPTMIZED POPUP FOR VOXCOMMANDO
sk_sk: ZOBRAZENIE ROLOVACIEHO OKNA PRE VOXCOMMANDO

# #31606
source: Want a different visual for skin?[CR]Choose a new images theme
sk_sk: Chceš iný vzhľad motívu?[CR]Zvoľte nový motív obrázkov

# #31607
source: IMAGES THEMES
sk_sk: TÉMY OBRÁZKOV

# #31609
source: KIOSK CODE
sk_sk: KIOSK KÓD

# #31610
source: REACTIVATE KIOSK CODE
sk_sk: AKTIVOVAŤ KIOSK KÓD

# #31611
source: KIOSK CODE BLOCKED
sk_sk: KIOSK KÓD BLOKOVANÝ

# #31612
source: KIOSK CODE ACCEPTED
sk_sk: KIOSK KÓD AKCEPTOVANÝ

# #31613
source: AN INCORRECT SEQUENCE CANCELS THE PROCESS.
sk_sk: CHYBNÁ SEKVENCIA ZRUŠÍ PROCES.

# #31614
source: STYLES BY EXTRAPACK
sk_sk: ŠTÝLY Z EXTRA BALÍČKA

# #31615
source: MY STYLE
sk_sk: MOJE ŠTÝLY

# #31617
source: MODERN
sk_sk: MODERNÝ

# #31618
source: IF THERE A MOVIE SETS, THIS CASE WILL BE USED
sk_sk: POKIAĽ SA JEDNÁ O SADU FILMOV, BUDE POUŽITÝ TENTO OBAL.

# #31620
source: SHOW AUDIO LANGUAGE AND SUBTITLE FLAGS
sk_sk: ZOBRAZIT ZNAKY JAZYKA AUDIO STOPY A TITULKOV

# #31622
source: EXPORT SKIN SETTINGS
sk_sk: EXPORTOVAŤ NASTAVENIE MOTIVU

# #31623
source: IMPORT SKIN SETTINGS
sk_sk: IMPORTOVAŤ NASTAVENIE MOTIVU

# #31624
source: PRESS ENTER TO SELECT
sk_sk: ZVOĽ STLAČENÍM ENTERU

# #31625
source: AQUA
sk_sk: VODA

# #31626
source: BLOOD
sk_sk: KRV

# #31627
source: BROWN
sk_sk: HNEDÁ

# #31628
source: DARK SKY
sk_sk: TMAVÁ OBLOHA

# #31629
source: GOLDEN YELLOW
sk_sk: ZLATO ŽLTÁ

# #31631
source: FOREST
sk_sk: LES

# #31632
source: BLUE
sk_sk: MODRÁ

# #31633
source: BRIGHT YELLOW
sk_sk: JASNO ŽLTÁ

# #31634
source: OLIVE
sk_sk: OLIVOVÁ

# #31635
source: ORANGE
sk_sk: ORANŽOVÁ

# #31636
source: PURPLE
sk_sk: FIALOVÁ

# #31637
source: RED
sk_sk: ČERVENÁ

# #31638
source: ROYAL BLUE
sk_sk: KRÁĽOVSKÁ MODRÁ

# #31639
source: SILVER
sk_sk: STRIEBORNÁ

# #31640
source: SKY BLUE
sk_sk: NEBESKÁ MODRA

# #31641
source: SPRING
sk_sk: JESEŇ

# #31642
source: TURQUOISE
sk_sk: TYRKISOVÁ

# #31643
source: VIOLET
sk_sk: FIALOVÁ

# #31644
source: GRAY
sk_sk: SIVÁ

# #31645
source: GRAPHITE
sk_sk: GRAFIT

# #31646
source: CHOCOLATE
sk_sk: ČOKOLÁDA

# #31647
source: OCEAN
sk_sk: OCEÁN

# #31648
source: NO COLOR
sk_sk: BEZ FARBY

# #31656
source: Applying settings...
sk_sk: Aplikovanie nastavení...

# #31657
source: Finalizing Settings
sk_sk: Dokončovanie nastavení

# #31658
source: CREATE VIDEO SMART PLAYLIST
sk_sk: VYTVORIŤ CHYTRÝ VIDEO ZOZNAM

# #31659
source: BUILD
sk_sk: ZOSTAVENIE

# #31660
source: TO SELECT THE STYLE YOU WANT,[CR]USE THE ARROW UP OR DOWN.
sk_sk: PRE VOĽBU VYBRANÉHO ŠTÝLU [CR]STLAČTE TLAČIDLO NAHOR ALEBO DOLE

# #31661
source: SHOW 'PAUSE'
sk_sk: ZOBRAZIŤ 'PAUZA'

# #31662
source: HIDE 'PAUSE'
sk_sk: SKRYŤ 'PAUZA'

# #31667
source: MAIN MENU
sk_sk: HLAVNÉ MENU

# #31668
source: GLASS EFFECT
sk_sk: SKLENENÝ EFEKT

# #31671
source: EDIT DATA
sk_sk: EDITOVAŤ DÁTA

# #31672
source: SHOW LIBRARY STATUS
sk_sk: ZOBRAZIŤ STATUS KNIŽNICE

# #31674
source: ALTERNATIVE GENRE FANART
sk_sk: ALTERNATÍVNY FANART ŽÁNRU

# #31678
source: SHOW FURNITURE
sk_sk: ZOBRAZIŤ VYBANIE

# #31683
source: CUSTOMIZE FURNITURES
sk_sk: UPRAVIŤ VYBAVENIE

# #31695
source: RELOAD
sk_sk: OBNOVIŤ

# #31696
source: ORIGINAL TITLE AT THE TOP
sk_sk: ORIGINÁLNY NÁZOV NA VRCHU

# #31700
source: PLAY
sk_sk: PREHRAŤ

# #31701
source: TRAILER
sk_sk: UKÁŽKA

# #31702
source: GET ARTWORK
sk_sk: ZÍSKAŤ ARTWORK

# #31703
source: STARRING
sk_sk: HRAJÚ

# #31704
source: International relationships and assistance
sk_sk: Medzinárodné priateľstva a pomoc

# #31705
source: Translators
sk_sk: Prekladatelia

# #31708
source: Special thanks
sk_sk: Špeciálne poďakovanie

# #31709
source: ALWAYS VISIBLE
sk_sk: VŽDY VIDITEĽNÝ

# #31710
source: MANUAL
sk_sk: RUČNE

# #31711
source: OFF
sk_sk: VYPNUTÝ

# #31712
source: ITEMS LIST
sk_sk: ZOZNAM POLOŽIEK

# #31713
source: NOT AVAILABLE
sk_sk: NEDOSTUPNÝ

# #31714
source: CREATED
sk_sk: VYTVORENÉ

# #31715
source: RESOLUTION
sk_sk: ROZLÍŠENIE

# #31716
source: SPRING
sk_sk: JAR

# #31717
source: SUMMER
sk_sk: LETO

# #31718
source: AUTUMN
sk_sk: JESEŇ

# #31719
source: WINTER
sk_sk: ZIMA

# #31722
source: SHOW LYRICS
sk_sk: ZOBRAZIŤ TEXT

# #31723
source: LYRICS
sk_sk: TEXT PIESNE

# #31724
source: HIDE LYRICS
sk_sk: SKRYŤ TEXT

# #31725
source: SET SCRIPT
sk_sk: NASTAVIŤ SKRIPT

# #31727
source: VIEWING
sk_sk: ZOBRAZENIE

# #31737
source: PAUSE
sk_sk: PAUZA

# #31739
source: CLOSE THIS DIALOGUE BOX
sk_sk: ZAVRIEŤ TOTO DIALÓGOVÉ OKNO

# #31742
source: OPEN TRAY
sk_sk: OTVORIŤ DVIERKA

# #31743
source: ON
sk_sk: ZAPNUTÝ

# #31745
source: FILTERS
sk_sk: FILTRE

# #31746
source: SEARCH
sk_sk: HLADAŤ

# #31747
source: UPDATE LIBRARY
sk_sk: AKTUALIZOVAŤ KNIŽNICU

# #31748
source: THEME IN USE
sk_sk: POUŽITÁ TÉMA

# #31749
source: STYLE IN USE
sk_sk: POUŽITÝ ŠTÝL

# #31754
source: VOLUME
sk_sk: HLASITOSŤ

# #31755
source: MUTE
sk_sk: STLMIŤ

# #31757
source: PAGE
sk_sk: STRANA

# #31763
source: CHANNEL
sk_sk: KANÁL

# #31770
source: Platform
sk_sk: Platforma

# #31771
source: Publisher
sk_sk: Vydavateľ

# #31772
source: PREMIERED
sk_sk: PREMIÉRA

# #31773
source: Players
sk_sk: prehrávače

# #31776
source: PERSPECTIVE
sk_sk: PERSPEKTÍVA

# #31777
source: IMPORT GAMES
sk_sk: IMPORTOVAŤ HRY

# #31778
source: ADD ROM COLLECTION
sk_sk: PRIDAŤ ROM ZBIERKU

# #31779
source: EDIT ROM COLLECTION
sk_sk: EDITOVAŤ ROM ZBIERKU

# #31780
source: EDIT OFFLINE SCRAPERS
sk_sk: UPRAVIŤ OFFLINE SCRAPERY

# #31781
source: EDIT GAME COMMAND
sk_sk: UPRAVIŤ HERNÝ PRÍKAZ

# #31782
source: ADD GAME TO FAVOURITES
sk_sk: PRIDAŤ HRU DO OBĽÚBENÝCH

# #31783
source: ADD SELECTION TO FAVOURITES
sk_sk: PRIDAŤ VYBRATÉ MEDZI OBĽÚBENÉ

# #31784
source: DELETE GAME
sk_sk: VYMAZAŤ HRU

# #31785
source: DELETE ROM COLLECTIONS
sk_sk: VYMAZAŤ Z KOLEKCIE

# #31786
source: CLEAN DATABASE
sk_sk: VYČISTIŤ DATABÁZU

# #31788
source: Developer
sk_sk: Vývojar

# #31789
source: MEDIA TYPE
sk_sk: TYP MÉDIA

# #31794
source: CUSTOMIZE THIS MENU
sk_sk: ÚPRAVA TOHTO MENU

# #31798
source: GET ARTIST INFO
sk_sk: ZÍSKAŤ INFO O UMELCOVI

# #31801
source: LIST
sk_sk: ZOZNAM

# #31802
source: SHOWCASE
sk_sk: UKÁŽKA

# #31804
source: LANDSCAPEX
sk_sk: NA ŠŔKU

# #31805
source: WALL
sk_sk: STENA

# #31806
source: WALL 3D
sk_sk: 3D STENA

# #31807
source: LOW LIST
sk_sk: SPODNÝ ZOZNAM

# #31808
source: POSTER
sk_sk: PLAGÁT

# #31809
source: SHELF
sk_sk: POLIČKA

# #31810
source: COVERFLOW
sk_sk: PÁS OBALOV

# #31813
source: WIDE
sk_sk: ŠIROKÝ

# #31817
source: PHOTOSHOW
sk_sk: FOTOGRAFICKÁ PREZENTACIE

# #31830
source: ...Defining fonts, colors and styles
sk_sk: ...Definovať typ písma, farbu a štýl písma

# #31831
source: ...Writing Main Menu Items
sk_sk: ...Napísať zložku hlavného menu

# #31832
source: ...Defining sub menus for movies
sk_sk: ...Definovanie podmenu pre filmy

# #31833
source: ...Defining sub menus for tv shows
sk_sk: ...Definovanie podmenu pre seriály

# #31834
source: ...Defining sub menus for concerts
sk_sk: ...Definovanie podmenu pre koncerty

# #31835
source: ...Defining sub menus for live tv
sk_sk: ...Definovanie podmenu pre živé vysielanie

# #31836
source: ...Defining sub menus for musics
sk_sk: ...Definovanie podmenu pre hudbu

# #31837
source: ...Defining sub menus for weather
sk_sk: ...Definovanie podmenu pre počasie

# #31838
source: ...Defining sub menus for settings
sk_sk: ..Definovanie podmenu pre nastavenia

# #31839
source: ...Defining sub menus for shutdown
sk_sk: ...Definovanie podmenu pre vypnutie

# #31840
source: EVERY ONE HOUR
sk_sk: KAŽDÚ HODINU

# #31841
source: WEEKEND
sk_sk: VÍKEND

# #31843
source: CURRENT
sk_sk: AKTUÁLNA

# #31844
source: MAPS
sk_sk: MAPY

# #31863
source: SEARCHING FOR FORECAST INFO
sk_sk: VYHĽADÁVANIE INFORMÁCIÍ O PREDPOVEDI POČASIA

# #31873
source: WEATHER SETTINGS
sk_sk: NASTAVENIA POČASIA

# #31876
source: SEASON
sk_sk: SÉRIA

# #31883
source: GET DIRECTOR INFO
sk_sk: ZÍSKAŤ INFO O REŽISÉROVI

# #31884
source: GET WRITER INFO
sk_sk: ZÍSKAŤ INFO O SCÉNARISTOVI

# #31885
source: GET FILMOGRAPHY ARTIST
sk_sk: ZÍSKAŤ FILMOGRAFIU HERCA

# #31888
source: GET OR UPDATE EXTRAPACK
sk_sk: SŤIAHNÚŤ ALEBO AKTUALIZOVAŤ EXTRAPACK

# #31889
source: COLD
sk_sk: ZIMA

# #31890
source: WARM
sk_sk: TEPLO

# #31891
source: DARKNESS
sk_sk: TMA

# #31892
source: DIGITAL ART
sk_sk: DIGITÁLNE UMENIE

# #31893
source: THEMES
sk_sk: TÉMY

# #31894
source: FUTURE IMAGES THEME
sk_sk: BUDÚCI VZHĽAD

# #31895
source: COLD IMAGES THEME
sk_sk: STUDENÝ VZHĽAD

# #31896
source: WARM IMAGES THEME
sk_sk: TEPLÝ VZHĽAD

# #31897
source: DARKNESS IMAGES THEME
sk_sk: TMAVÝ VZHĽAD

# #31898
source: DIGITAL ART IMAGES THEME
sk_sk: MOTÍV DIGITÁLNEJ GRAFIKY

# #31899
source: RANDOM IMAGES THEME
sk_sk: NÁHODNÝ VZHĽAD

# #31900
source: EXTRAPACK NECESSARY
sk_sk: JE VYŽADOVANÝ EXTRA BALÍČEK

# #31901
source: USE EXTERNAL PACKAGE IMAGES (USER DEFINED)
sk_sk: POUŽIŤ EXTERNÝ BALÍČEK OBRÁZKOV (DEFINOVANÝ UŽÍVATEĽOM)

# #31902
source: USE INTERNAL PACKAGE ICONS (EXTRAPACK PROVIDED BY SKIN)
sk_sk: POUŽIŤ INTERNÝ BALÍČEK IKON (EXTRA BALÍČEK POSKYTOVANÝ MOTÍVOM)

# #31903
source: USE EXTERNAL ICONS OF PACKAGE (USER DEFINED)
sk_sk: POUŽIŤ EXTERNÝ BALÍČEK IKON (DEFINOVANÝ UŽÍVATEĽOM)

# #31904
source: MODERN IMAGES THEME
sk_sk: MODERNÝ VZHĽAD

# #31905
source: A new theme is loaded each time you start skin, your skin will never be the same
sk_sk: Pri každom spustení motívu je nahraná nová téma, váš motív nebude nikdy rovnaký.

# #31906
source: DIRECTOR'S MOVIES
sk_sk: REŽISÉRSKÉ FILMY

# #31907
source: FULLSCREEN
sk_sk: CELÁ OBRAZOVKA

# #31908
source: MY THEME
sk_sk: MOJA TÉMA

# #31909
source: PERSONAL IMAGES THEME
sk_sk: TÉMA S OSOBNÝMI OBRÁZKAMI

# #31910
source: CREATE YOUR OWN THEME WITH THE IMAGES YOU WANT.[CR] PRESS ENTER TO LEARN MORE OR TO DEFINE.
sk_sk: VYTVORTE SI SVOJ VZHĽAD S VLASTNÝMI OBRÁZKY,[CR]PRE VIAC INFORMÁCIÍ ALEBO VYTVORENIE STLAČTE ENTER.

# #31911
source: CREATING MY THEME
sk_sk: VYTVORIŤ MOJU TÉMU

# #31912
source: MOVE TO ANY DIRECTION TO CANCEL PRESS ENTER TO INDICATE THE PATH
sk_sk: ZRUŠTE STLAČENÍM ĽUBOVOĽNÉHO SMERU. STLAČENÍM ENTER DEFINUJETE CESTU.

# #31913
source: Clear color images for a smooth visual.
sk_sk: Pre jemný vzhľad odstráňte farebné obrázky

# #31914
source: Hot color images tones for people who prefer more contrast.
sk_sk: Obrázky v jasných farebných tónoch pre užívateľa, ktorý preferuje viac kontrastu.

# #31915
source: Computer generated graphics, highlighting the work of many web artists.
sk_sk: Počítačom vygenerovaná grafika, vyzdvihujúca prácu mnohých webových umělcov.

# #31916
source: Dark tone images mixed with neon, a nice combination.
sk_sk: Obrázky v tmavom tóne, mixovaným s neoným - veľmi pekná kombinácia

# #31923
source: DELETE DATABASE AND DOWNLOAD THE PACKAGE AGAIN
sk_sk: VYMAŽ DATABÁZU A OPATOVNE STIAHNI BALÍK

# #31924
source: BOX FRONT
sk_sk: OBAL NA PREDNÚ ČASŤ

# #31925
source: BOX BACK
sk_sk: OBAL NA POZADIE

# #31927
source: SCREENSHOT
sk_sk: SNÍMKA OBRAZOVKY

# #31930
source: RESCRAPE GAME
sk_sk: ZNOVU VYHĽADAŤ INFORMÁCIE O HRE

# #31931
source: RESCRAPE SELECTION
sk_sk: ZNOVU VYHĽADAŤ INFORMÁCIE O VOĽBE

# #31932
source: EXPORT GAME DATABASE (NFO FILES)
sk_sk: EXPORTOVAŤ DATABÁZU HIER (NFO SÚBOR)

# #31933
source: OPEN ADDON SETTINGS
sk_sk: OTVORIŤ NASTAVENIA DOPLNKOV

# #31936
source: CHANGE RATING
sk_sk: ZMENIŤ HODNOTENIE

# #31939
source: SEARCHING FOR DISCOGRAPHY INFORMATION...
sk_sk: VYHĽADÁVANIE INFORMÁCII K DISKOGRAFII...

# #31940
source: Similar artists
sk_sk: Podobní interpreti

# #31944
source: IMAGE ZOOM
sk_sk: ZVAČŠIŤ OBRÁZOK

# #31945
source: PLAY TRAILER
sk_sk: PREHRAŤ UKÁŽKU

# #31946
source: PLAY MOVIE
sk_sk: PREHRAŤ FILM

# #31949
source: VIDEO CLIPS
sk_sk: VIDEOKLIPY

# #31950
source: ARTIST VIDEO CLIPS
sk_sk: UMELCOVÉ VIEDÁ

# #31951
source: SONG VIDEO CLIP
sk_sk: HUDOBNÝ VIDEOKLIP

# #31956
source: DISC MENU
sk_sk: MENU DISKU

# #31961
source: minutes
sk_sk: minúty

# #31971
source: Update finished
sk_sk: Aktualizácia dokončená

# #31972
source: Update failed
sk_sk: Aktualizácia zlyhala

# #31973
source: No update required
sk_sk: Aktualizácia nie je potrebná

# #31974
source: Downloading:
sk_sk: Sťahujem:

# #31977
source: CUSTOMIZE DEFAULT DISC
sk_sk: UPRAVIŤ ZÁKLADNÝ DISK

# #31978
source: AUDIO DISC
sk_sk: AUDIO DISK

# #31979
source: VIDEO DISC
sk_sk: VIDEO DISK

# #31981
source: EPISODES AIRED TODAY
sk_sk: DNES VYSIELANE ČASTI

# #31983
source: Rating
sk_sk: Hodnotenie

# #31986
source: SHOW NOW PLAYING PANEL
sk_sk: ZOBRAZIŤ PANEL PREHRÁVANIA

# #31989
source: Export settings as backup.[CR]Import settings to configure the skin in a simple way.[CR]Restore all settings to skin defaults.
sk_sk: Exportovať zálohu nastavení.[CR]Importovať nastavenia pre jednoduchú konfiguráciu motívu.[CR]Vrátiť všetky nastavenia na standardné hodnoty.

# #31991
source: REMAINING TIME
sk_sk: ZOSTÁVAJÚCI ČAS
